[
    {
        "brood1":"Ik herken mezelf in de korte ontmoetingen met mijn weerspiegeling op het vluchtige water. Wanneer mijn ogen die van een schijnbaar ander iemand tegenkomen, die zo mogelijk meer inhoud van wie ik ben, dan waar ikzelf weet van heb. Gebroken worden deze ontmoetingen doordat ik noodgedwongen mijn blik steeds naar voren moet richten, naar het rechte pad dat naast de spiegel loopt. Waar voor de rest niemand is, alleen de zon, het weiland aan weerszijden en dichterbij het gras langs de waterkant met plotseling soms een bloem die het vergezelt. De wind die het zachtjes doet schuiven. De wolken die drijven op het water en verdwijnen aan de lucht, terwijl ik ze voorbijga ... En wij tweeën, mijn weerspiegeling en ik. (Of: een jongen die terug staart vanuit de hoogte naar mij in het water.)",
        "brood2":"Als onze ogen elkaar aanraken, dan meen ik iets meer te beseffen dan dat ik zou kunnen bedenken. Dan lijk ik iets te voelen, een soort redding. Een gevoel van opluchting dat ik me wel degelijk voortbeweeg, in de oneffenheden van het zoete water die de reflectie vervormen en de lelies die af en toe alles toch weer in vraag stellen, maar telkens duik ik opnieuw op.",
        "brood3":"Dat ik aan het ontsnappen ben, of dit denk te doen, en niet alleen in mijn gedachten. Aan het ontsnappen van wat? misschien nét van mezelf. Misschien wil ik mijn weerspiegeling zijn of geloven dat ik het al ben.",
        "brood4":"Het geluid van mijn brommer trekt een vergankelijke lijn door het landschap in de vorm van de weg. Het gebrom stijgt op naar de wolken of verdwijnt alleszins in de verte. Zonder blijk van terughoudendheid gaat het waar het wenst uit te bloeien.",
        "brood5":"Geboren uit de uitlaat van de oude brommer, een roodgeverfde tank dat in zich de brandstof meedraagt dat het geraas nodig heeft om te blijven klinken. Een geluid dat meer dan tweemaal zo oud is als dat ikzelf ben, en waarvan ik dit nog minstens enkele jaren kan zeggen.",
        "brood6":"Ik weet dat achter mij voor even het geluid een benzinewalm meedraagt. Misschien dat deze uiteindelijk het langste mijn aanwezigheid nalaat. De reflectie blijft me onvermoeid volgen tot zolang de zon het mogelijk maakt of ik me van de weg begeef. Van deze weg naast het water. Ik ben alleen en mijn reis zal opgaan in het niets, behalve aan het wateroppervlak, daar zal het door mijn weerspiegeling worden onthouden. En ik weet dat als we elkaar uiteindelijk kwijtspelen, dat jij me zal blijven achtervolgen."
    },

    {
        "brood1":"‘Is het écht een oude?’",
        "brood2": "‘Ja.’",
        "brood3":"‘Wel een mooie hoor, het lijkt wel een Zundapp. Is het een Zundapp?’",
        "brood4":"‘Nee,’ zeg ik terwijl ik de brommer op het pontje zet. ‘Het is een Italiaanse.’ Het zweet druipt van mijn voorhoofd. De zon weerhoudt me van de vrouw vriendelijk aan te kijken, ik geef haar iets van vijftig cent en raak daarbij haar hand aan, dan kijk ik gebogen naar de flauwe rimpelingen in het water.",
        "brood5":"‘Welk merk is het dan?’ hoor ik een stem zeggen. Als ik dan toch een poging waag om tegen de wil van de zon in mijn blik op te richten, tref ik voor even de ogen aan van de kapitein die zichtbaar verslagen door de hitte in de schaduw van een parasol plaats heeft genomen, dit eveneens op het pontje. Hij heeft één uitpuilend oog en een dunne, grijze baard. Een zweetvlek op zijn bolle buik.",
        "brood6":"‘Malaguti.’",
        "brood7":"‘O,’ zegt hij, ‘zegt me niets.’",
        "brood8":"Ik knik en buig weer voorover. Bedank ze beiden om me naar de overkant te hebben gebracht en voornamelijk uit de stekende zon boven het water. Ze wensen me alle geluk.",
        "brood9":"Ik stap door een nauw pad door struiken de Biesbosch binnen. Als het me niet lukt de brommer aan te trappen weet ik dat ik deze aan kan lopen, maar zonder dit ooit eerder gedaan te hebben. Hij glipt uit mijn handen het moment dat hij aanslaat en valt schuin tegen de grond. Geschrokken til het weer op, kijk na, merk enkel een buiging in de staander op en dat mijn voorvork verwrongen is. Deze plooi is tussen mijn benen recht. Doe een tweede poging om het motorblokje aan te lopen, dit keer succesvol.",
        "brood10":"De hitte waarmee de zon neerschijnt drukt de belevenis van de tijd uit in fragmenten. Mijn vluchtige doortocht door de Biesbosch wordt erdoor getekend. Aan voortdurende topsnelheid lijk ik alsnog niets dichter bij een ontsnapping te komen.",
        "brood11": "... Wat mijn gedachten passeert is al even fragmentair, onzuiver en weinigzeggend.",
        "deeltje1": "Op het einde van mijn zicht",
        "deeltje2": "rolt de hitte de weg over",
        "deeltje3": "het onzichtbare toch",
        "deeltje4": "waarneembaar alsof het zichzelf",
        "deeltje5": "bloot geeft, met me lacht",
        "deeltje6": "terwijl het me overneemt",
        "deeltje7": "met louter een zucht duid ik",
        "deeltje8": "dat het me reeds in de ban heeft"
    }
]
