{
  "title": "Los Angeles",
  "body": "Los Angeles, officially the City of Los Angeles and often abbreviated as L.A., is the largest city in California. With an estimated population of nearly four million people,[17] it is the second most populous city in the United States (after New York City) and the third most populous city in North America (after Mexico City and New York City). Los Angeles is known for its Mediterranean climate, ethnic diversity, Hollywood entertainment industry, and its sprawling metropolis.\n\nLos Angeles lies in a basin in Southern California, adjacent to the Pacific Ocean, with mountains as high as 10,000 feet (3,000 m), and deserts. The city, which covers about 469 square miles (1,210 km2),[18] is the seat of Los Angeles County, the most populous county in the United States. The Los Angeles metropolitan area (MSA) is home to 13.1 million people, making it the second-largest metropolitan area in the nation after New York.[19] Greater Los Angeles includes metro Los Angeles as well as the Inland Empire and Ventura County.[20] It is the second most populous U.S. combined statistical area, also after New York, with a 2015 estimate of 18.7 million people.[21]\n\nHome to the Chumash and Tongva, the area that became Los Angeles was claimed by Juan Rodríguez Cabrillo for Spain in 1542. The city was founded on September 4, 1781, under Spanish governor Felipe de Neve, on the village of Yaanga.[22] It became a part of Mexico in 1821 following the Mexican War of Independence. In 1848, at the end of the Mexican–American War, Los Angeles and the rest of California were purchased as part of the Treaty of Guadalupe Hidalgo, and thus became part of the United States. Los Angeles was incorporated as a municipality on April 4, 1850, five months before California achieved statehood. The discovery of oil in the 1890s brought rapid growth to the city.[23] The city was further expanded with the completion of the Los Angeles Aqueduct in 1913, which delivers water from Eastern California.\n\nLos Angeles has a diverse economy and hosts businesses in a broad range of professional and cultural fields. It also has the busiest container port in the Americas.[24] The Los Angeles metropolitan area also has a gross metropolitan product of $1.0 trillion[25] (as of 2017), making it the third-largest city by GDP in the world, after the Tokyo and New York City metropolitan areas. Los Angeles hosted the 1932 and 1984 Summer Olympics and will host the 2028 Summer Olympics."
}
