[{
      "title": "Antartica",
      "about":"",
      "body": "Antarctica (/ænˈtɑːrktɪkə/ or /æntˈɑːrtɪkə/ (listen)) is Earth's southernmost continent. It contains the geographic South Pole and is situated in the Antarctic region of the Southern Hemisphere, almost entirely south of the Antarctic Circle, and is surrounded by the Southern Ocean. At 14,200,000 square kilometres (5,500,000 square miles), it is the fifth-largest continent and nearly twice the size of Australia. At 0.00008 people per square kilometre, it is by far the least densely populated continent. About 98% of Antarctica is covered by ice that averages 1.9 km (1.2 mi; 6,200 ft) in thickness, which extends to all but the northernmost reaches of the Antarctic Peninsula.",
      "img": "data-01.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Demonym",
      "about":"",
      "body": "A demonym (/ˈdɛmənɪm/; from Ancient Greek δῆμος, dêmos, \"people, tribe\" and ὄνυμα, ónuma, \"name\") or gentilic (from Latin gentilis, \"of a clan, or gens\") is a word that identifies a group of people (inhabitants, residents, natives) in relation to a particular place. Demonyms are usually derived from the name of the place (hamlet, village, town, city, region, province, state, continent). Demonyms are used to designate all people (the general population) of a particular place, regardless of ethnic, linguistic, religious or other cultural differences that may exist within the population of that place. Examples of demonyms include Cochabambino, for someone from the city of Cochabamba; American for a person from the United States of America; and Swahili, for a person of the Swahili coast.",
      "img": "data-02.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Linguistics",
      "about":"",
      "body": "Linguistics is the scientific study of language. It involves analysis of language form, language meaning, and language in context, as well as an analysis of the social, cultural, historical, and political factors that influence language.",
      "img": "data-03.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Linguistics_(journal)",
      "about":"",
      "body": "Linguistics: An Interdisciplinary Journal of the Language Sciences is a peer-reviewed academic journal of general linguistics published by De Gruyter Mouton. The journal publishes both articles and book reviews. It publishes two special issues a year. The current Editor-in-Chief is Johan van der Auwera. Since 2010, it publishes 1400 pages per year.",
      "img": "data-04.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Outline_of_academic_disciplines",
      "about":"",
      "body": "An academic discipline or field of study is a branch of knowledge, taught and researched as part of higher education. A scholar's discipline is commonly defined by the university faculties and learned societies to which they belong and the academic journals in which they publish research.",
      "img": "data-05.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Research",
      "about":"",
      "body": "Research is \"creative and systematic work undertaken to increase the stock of knowledge\". It involves the collection, organization, and analysis of information to increase understanding of a topic or issue. A research project may be an expansion on past work in the field. To test the validity of instruments, procedures, or experiments, research may replicate elements of prior projects or the project as a whole.",
      "img": "data-06.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "ResearchED",
      "about":"",
      "body": "ResearchED is a teacher-led organisation established in 2013 by Tom Bennett that aims to make teachers research literate and pseudo-science proof. It holds teacher conferences throughout the UK and internationally. Speakers have included Daniel T. Willingham, Daisy Christodoulou, Nick Gibb, Mark Lehain, Sam Freedman, Andrew Sabisky and Daniel Muijs.",
      "img": "data-07.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Tom_Bennett_(author)",
      "about":"",
      "body": "Tom Bennett is the founder and director of researchED, a non-profit organisation that runs teacher conferences about research and education. He is the author of several books on teacher training, the most successful of which is Running the Room: the teacher’s guide to behaviour. In 2015 he was appointed the UK government’s advisor on school behaviour, or ‘behaviour tsar,’ and is in charge of the Behaviour Hubs program.",
      "img": "data-08.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Glasgow",
      "about":"This article is about the city in Scotland. For other uses, see Glasgow (disambiguation).",
      "body": "Glasgow, (/ˈɡlæzɡoʊ/, also UK: /ˈɡlɑːzɡoʊ, ˈɡlɑːsɡoʊ/, US: /ˈɡlæsɡoʊ, ˈɡlæskoʊ/; Scots: Glesca or Glesga [ˈɡlezɡə]; Scottish Gaelic: Glaschu [ˈkl̪ˠas̪əxu]) with an estimated city population of 633,120 in 2019, is the most populous city in Scotland, the fourth most populous city in the United Kingdom (as of 2011), as well as the 27th largest city by population in Europe. Historically part of Lanarkshire, the city now forms the Glasgow City council area, one of the 32 council areas of Scotland; the local authority is Glasgow City Council. Glasgow is situated on the River Clyde in the country's West Central Lowlands. It is the fifth most visited city in the UK.",
      "img": "data-09.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Scots_language",
      "about":"For the Celtic language, see Scottish Gaelic. Not to be confused with Scottish English.",
      "body": "Scots (Scots: Scots, Scottish Gaelic: Albais/Beurla Ghallda) is a West Germanic language variety spoken in Scotland and parts of Ulster in the north of Ireland (where the local dialect is known as Ulster Scots). It is sometimes called Lowland Scots to distinguish it from Scottish Gaelic, the Goidelic Celtic language that was historically restricted to most of the Highlands, the Hebrides and Galloway after the 16th century. Modern Scots is a sister language of Modern English, as the two diverged independently from the same source: Early Middle English (1150–1300).",
      "img": "data-10.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Scottish_Gaelic",
      "about":"For the Germanic language that diverged from Middle English, see Scots language. \"Gaelic language\" redirects here. For the Gaelic language family, see Goidelic languages. For the Gaelic language spoken in Ireland, see Irish language.",
      "body": "Scottish Gaelic (Scottish Gaelic: Gàidhlig [ˈkaːlɪkʲ] (listen) or Scots Gaelic, sometimes referred to simply as Gaelic) is a Goidelic language (in the Celtic branch of the Indo-European language family) native to the Gaels of Scotland. As a Goidelic language, Scottish Gaelic, as well as both Irish and Manx, developed out of Old Irish. It became a distinct spoken language sometime in the 13th century in the Middle Irish period, although a common literary language was shared by Gaels in both Ireland and Scotland down to the 16th century. Most of modern Scotland was once Gaelic-speaking, as evidenced especially by Gaelic-language place names.",
      "img": "data-11.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Goidelic_languages",
      "about":"",
      "body": "The Goidelic /ɡɔɪˈdɛlɪk/ or Gaelic languages (Irish: teangacha Gaelacha; Scottish Gaelic: cànanan Goidhealach; Manx: çhengaghyn Gaelgagh) form one of the two groups of Insular Celtic languages, the other being the Brittonic languages.",
      "img": "data-12.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Ireland",
      "about":"This article is about the island in Europe. For the sovereign state of the same name, see Republic of Ireland. For the part of the United Kingdom, see Northern Ireland. For other uses, see Ireland (disambiguation).",
      "body": "Ireland (/ˈaɪərlənd/ (listen); Irish: Éire [ˈeːɾʲə] (listen); Ulster-Scots: Airlann [ˈɑːrlən]) is an island in the North Atlantic. It is separated from Great Britain to its east by the North Channel, the Irish Sea, and St George's Channel. Ireland is the second-largest island of the British Isles, the third-largest in Europe, and the twentieth-largest on Earth.",
      "img": "data-13.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Republic_of_Ireland",
      "about":"This article is about the sovereign state. For other uses, see Ireland (disambiguation).",
      "body": "Ireland (Irish: Éire [ˈeːɾʲə] (listen)), also known as the Republic of Ireland (Poblacht na hÉireann),[a] is a country in north-western Europe occupying 26 of 32 counties of the island of Ireland. The capital and largest city is Dublin, which is located on the eastern side of the island. Around 40% of the country's population of 4.9 million people resides in the Greater Dublin Area. The sovereign state shares its only land border with Northern Ireland which is part of the United Kingdom. It is otherwise surrounded by the Atlantic Ocean, with the Celtic Sea to the south, St George's Channel to the south-east, and the Irish Sea to the east. It is a unitary, parliamentary republic. The legislature, the Oireachtas, consists of a lower house, Dáil Éireann, an upper house, Seanad Éireann, and an elected President (Uachtarán) who serves as the largely ceremonial head of state, but with some important powers and duties. The head of government is the Taoiseach (Prime Minister, literally 'Chief', a title not used in English), who is elected by the Dáil and appointed by the President; the Taoiseach in turn appoints other government ministers.",
      "img": "data-14.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Irish_language",
      "about":"For other uses, see Irish language (disambiguation). \"Gaoidhealg\" redirects here. For the shared literary form that was in use from the 13th century to the 16th-18th centuries, see Classical Gaelic.",
      "body": "Irish (also called Gaeilge in Standard Irish) is a Goidelic language of the Insular Celtic branch of the Celtic language family, which is itself a part of the Indo-European language family. Irish originated on the island of Ireland and was the population's first language until the late 18th century. Although English has been the first language of most residents of the island since the early 19th century, Irish is spoken as a first language in broad areas of counties Cork, Donegal, Galway, and Kerry, as well as smaller areas of counties Mayo, Meath, and Waterford. It is also spoken by a larger group of habitual but non-traditional speakers, mostly in urban areas where the majority are second-language speakers. Daily users outside the education system number around 73,000, and over 1.85 million people across the island claim to be at least somewhat proficient with the language.",
      "img": "data-15.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Classical_Gaelic",
      "about":"",
      "body": "Classical Gaelic (Gaoidhealg) was a shared literary form of Early Modern Irish that was in use in Scotland and Ireland from the 13th century to the 18th century.",
      "img": "data-16.jpg",
      "continue":"p. 25, box 7"
    },
    {
      "title": "Scotland",
      "about":"This article is about the country. For other uses, see Scotland (disambiguation).",
      "body": "Scotland (Scots: Scotland, Scottish Gaelic: Alba [ˈal̪ˠapə] (listen)) is a country that is part of the United Kingdom. Covering the northern third of the island of Great Britain, mainland Scotland has a 96-mile (154 km) border with England to the southeast and is otherwise surrounded by the Atlantic Ocean to the north and west, the North Sea to the northeast and the Irish Sea to the south. The country also contains more than 790 islands, principally in the archipelagos of the Hebrides and the Northern Isles. Most of the population, including the capital Edinburgh, is concentrated in the Central Belt – the plain between the Scottish Highlands and the Southern Uplands – in the Scottish Lowlands.",
      "img": "data-17.jpg",
      "continue":"p. 25, box 7"
    }
  ]