[
    {
        "lnk":"Publishing",
        "txt1":"is the activity of making information, literature, music, software and other content available to the public for sale or for free. Traditionally, the term refers to the distribution of printed works, such as books, newspapers, and magazines. With the advent of digital information systems, the scope has expanded to include"
    },

    {
        "lnk":"Electronic publishing",
        "txt1":"(also referred to as publishing, digital publishing, or online publishing) includes the digital publication of e-books, digital magazines, and the development of"
    },

    {
        "lnk":"Digital library",
        "txt1":", digital repository, or digital collection, is an online database of digital objects that can include text, still images, audio, video, digital documents, or other digital media formats. Objects can consist of digitized content like print or photographs, as well as originally produced digital content like word processor files or social media posts. In addition to storing content, digital libraries provide means for organizing, searching, and retrieving the content contained in the collection. Digital libraries can vary immensely in size and scope, and can be maintained by individuals or organizations.[1] The digital content may be stored locally, or accessed remotely via computer networks. These information retrieval systems are able to exchange information with each other through interoperability and sustainability.",
        "tit1":"History",
        "txt2":"The early history of digital libraries is not well documented, but several key thinkers are connected to the emergence of the concept.[3] Predecessors include Paul Otlet and Henri La Fontaine's Mundaneum, an attempt begun in 1895 to gather and systematically catalogue the world's knowledge, with the hope of bringing about world peace."
    },

    {
        "lnk":"Mundaneum",
        "txt1":"was an institution which aimed to gather together all the world's knowledge and classify it according to a system developed called the Universal Decimal Classification."
    },

    {
        "lnk":"Universal Decimal Classification",
        "txt1":"(UDC) is a bibliographic"
    },

    {
        "lnk":"Library classification",
        "txt1":"is a system of knowledge organization by which library resources are arranged and ordered systematically. Library classifications use a notational system that represents the order of topics in the classification and allows items to be stored in that order. Library classification systems group related materials together, typically arranged as a hierarchical tree structure. A different kind of classification system, called a"
    },

    {
        "lnk":"Faceted classification",
        "txt1":"is a classification scheme used in organizing knowledge into a systematic order. A faceted classification uses semantic categories, either general or subject-specific, that are combined to create the full classification entry. Many library classification systems use a combination of a fixed, enumerative taxonomy of concepts with subordinate facets that further refine the topic.",
        "tit1":"Definition",
        "txt2":"There are two primary types of classification used for information organization: enumerative and faceted. An enumerative classification contains a full set of entries for all concepts. A faceted classification system uses a set of semantically cohesive categories that are combined as needed to create an expression of a concept. In this way, the faceted classification is not limited to already defined concepts. While this makes the classification quite flexible, it also makes the resulting expression of topics complex. To the extent possible, facets represent 'clearly defined, mutually exclusive, and collectively exhaustive aspects of a subject. The premise is that any subject or class can be analyzed into its component parts (i.e., its aspects, properties, or characteristics).' Some commonly used general-purpose facets are time, place, and form. There are few purely faceted classifications; the best known of these is the"
    },

    {
        "lnk":"Colon classification",
        "txt1":"(CC) is a system of library classification developed by S. R. Ranganathan. It was the first ever[citation needed] faceted (or analytico-synthetic) classification. The first edition was published in 1933. Since then, six more editions have been published. It is especially used in libraries in India. Its name 'colon classification' comes from the use of colons to separate facets in class numbers."
    },

    {
        "lnk":"Colon (punctuation)",
        "txt1":"is a punctuation mark consisting of two equally sized dots placed one above the other on the same vertical line.[citation needed] A colon often precedes an explanation, a list,[1] a quotation, or a "
    },

    {
        "lnk":"block quotation",
        "txt1":"(also known as a long quotation or extract) is a quotation in a written document that is set off from the main text as a paragraph, or block of text, and typically distinguished visually using indentation and a different"
    },

    {
        "lnk":"typeface",
        "txt1":"is the design of lettering that can include variations, such as extra bold, bold, regular, light, italic, condensed, extended, etc. Each of these variations of the typeface is a font. There are thousands of different typefaces in existence, with new ones being developed constantly. The art and craft of designing typefaces is called type design. Designers of typefaces are called type designers and are often employed by type foundries. In digital typography, type designers are sometimes also called font developers or font designers. Every typeface is a collection of glyphs, each of which represents an individual letter, number, punctuation mark, or other symbol. The same glyph may be used for"
    },

    {
        "lnk":"Character (symbol)",
        "txt1":"is a semiotic sign or symbol, or a glyph – typically a letter, a numerical digit, an"
    },

    {
        "lnk":"Ideogram",
        "txt1":"is a graphic symbol that represents an"
    },

    {
        "lnk":"Idea",
        "txt1":" are usually taken as mental representational images of some object. Ideas can also be abstract concepts that do not present as mental images.[1] Many philosophers have considered ideas to be a fundamental ontological category of being. The capacity to create."
    },

    {
        "lnk":"Creativity",
        "txt1":"is a phenomenon whereby something somehow new and somehow valuable is formed. The created item may be intangible (such as an idea, a scientific theory, a musical composition, or a"
    },

    {
        "lnk":"Joke",
        "txt1":"is a display of humour in which words are used within a specific and well-defined narrative structure to make people laugh and is usually not meant to be taken seriously (even when being used to implicitly set social norms and boundaries on something like sexuality).[1] It takes the form of a story, usually with dialogue, and ends in a punch line. It is in the punch line that the audience becomes aware that the story contains a second, conflicting meaning. This can be done using a"
    },

    {
        "lnk":"Pun",
        "txt1":"also called paronomasia, is a form of word play that exploits multiple meanings of a term, or of similar-sounding words, for an intended humorous or rhetorical effect. These ambiguities can arise from the intentional use of homophonic, homographic, metonymic, or figurative language. A pun differs from a"
    },

    {
        "lnk":"Malapropism",
        "txt1":"(also called a malaprop, acyrologia, or Dogberryism) is the mistaken use of an incorrect word in place of a word with a similar sound, resulting in a nonsensical, sometimes humorous"
    },

    {
        "lnk":"Utterance",
        "txt1":"is the smallest unit of speech. It is a continuous piece of speech beginning and ending with a clear pause. In the case of oral languages, it is generally, but not always, bounded by silence. Utterances do not exist in written language, however- only their representations do. They can be represented and delineated in written language in many ways. In oral/spoken language, utterances have several characteristics such as paralinguistic features, which are aspects of speech such as"
    },

    {
        "lnk":"Ellipsis",
        "txt1":"..., . . ., or (in Unicode) …, also known informally as dot-dot-dot, is a series of (usually three) dots that indicates an intentional omission of a word, sentence, or whole section from a text without altering its original meaning.[1] The word (plural ellipses) originates from the Ancient Greek: ἔλλειψις, élleipsis meaning 'leave out'.[1]Opinions differ as to how to render ellipses in printed material. According to The Chicago Manual of Style, it should consist of three periods, each separated from its neighbor by a"
    },

    {
        "lnk":"Non-breaking space",
        "txt1":",  , also called no-break space, non-breakable space (NBSP), required space,[1] hard space, or fixed space,[note 1] is a space character that prevents an automatic line break at its position. In some formats, including HTML, it also prevents consecutive"
    },

    {
        "lnk":"Whitespace character",
        "txt1":"is any character or series of characters that represent horizontal or vertical space in typography. When rendered, a whitespace character does not correspond to a visible mark, but typically does occupy an area on a page. For example, the common whitespace symbol U+0020   SPACE (also ASCII 32) represents a blank space punctuation character in text, used as a"
    },

    {
        "lnk":"Word divider",
        "txt1":"is a glyph that separates written words. In languages which use the Latin, Cyrillic, and Arabic alphabets, as well as other scripts of Europe and West Asia, the word divider is a blank space, or whitespace. This convention is spreading, along with other aspects of European punctuation, to Asia and Africa, where words are usually written without word separation.[1][better source needed] In character encoding,"
    },

    {
        "lnk":"Word segmentation",
        "txt1":"is the process of dividing written text into meaningful units, such as words, sentences, or topics. The term applies both to mental processes used by humans when reading text, and to artificial processes implemented in computers, which are the subject of"
    },

    {
        "lnk":"Natural language processing",
        "txt1":"(NLP) is a subfield of linguistics, computer science, and artificial intelligence concerned with the interactions between computers and human language, in particular how to program computers to process and analyze large amounts of"
    },

    {
        "lnk":"Natural language",
        "txt1":"is any language that has evolved naturally in humans through use and repetition without conscious planning or premeditation. Natural languages can take different forms, such as speech or signing. They are distinguished from constructed and formal languages such as those used to program computers or to study logic.",
        "tit1":"Defining natural language",
        "txt2":"Though the exact definition varies between scholars, natural language can broadly be defined in contrast to artificial or"
    },

    {
        "lnk":"Constructed languages ",
        "txt1":"is any language that has evolved naturally in humans through use and repetition without conscious planning or premeditation. Natural languages can take different forms, such as speech or signing. They are distinguished from constructed and formal languages such as those used to program computers or to study logic.",
        "tit1":"Defining natural language",
        "txt2":""
    }
    
    
]